recursos/xml/RespGenerarDocumentoDesembolso.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v1="http://www.davivienda.com/SrvScnGenerarDocumentoDesembolso/v1" xmlns:v11="http://www.davivienda.com/Esquemas/Framework/ContextoRespuestaTipo/v1" xmlns:v12="http://www.davivienda.com/Esquemas/Framework/ResultadoTransaccionTipo/v1" xmlns:v13="http://www.davivienda.com/Esquemas/Framework/ErrorTipo/v1" xmlns:v14="http://www.davivienda.com/Esquemas/Framework/PaginacionTipo/v1">
   <soapenv:Header/>
   <soapenv:Body>
      <v1:msjRespOpGenerarDocumentoDesembolso>
         <v1:contextoRespuesta>
            <v11:resultadoTransaccion>
               <v12:codEstadoTransaccion>?</v12:codEstadoTransaccion>
               <!--Optional:-->
               <v12:valCaracterAceptacion>?</v12:valCaracterAceptacion>
               <!--Optional:-->
               <v12:valNumeroAprobacion>?</v12:valNumeroAprobacion>
               <!--Optional:-->
               <v12:idTransaccion>?</v12:idTransaccion>
               <!--Optional:-->
               <v12:fecOperacion>?</v12:fecOperacion>
            </v11:resultadoTransaccion>
            <!--Optional:-->
            <v11:error>
               <v13:codMsjRespuesta>?</v13:codMsjRespuesta>
               <v13:valMsjRespuesta>?</v13:valMsjRespuesta>
               <!--Optional:-->
               <v13:codMsjRespuestaBackend>?</v13:codMsjRespuestaBackend>
               <!--Optional:-->
               <v13:valMsjRespuestaBackend>?</v13:valMsjRespuestaBackend>
            </v11:error>
            <!--Optional:-->
            <v11:paginacion>
               <!--Optional:-->
               <v14:valCantidadRegistrosLote>?</v14:valCantidadRegistrosLote>
               <!--Optional:-->
               <v14:valNumeroLote>?</v14:valNumeroLote>
               <!--Optional:-->
               <v14:valTotalRegistros>?</v14:valTotalRegistros>
            </v11:paginacion>
         </v1:contextoRespuesta>
         <v1:Estado>?</v1:Estado>
      </v1:msjRespOpGenerarDocumentoDesembolso>
   </soapenv:Body>
</soapenv:Envelope>